{"contextualizations":{"0e8d1e57-4cec-440a-affb-4cb450097c1c":{"contextualizerId":"848cea93-868b-410f-ba50-7611fed016fc","id":"0e8d1e57-4cec-440a-affb-4cb450097c1c","resourceId":"f3c38cc8-20c9-4d40-81f0-6ee046a20e2e","sectionId":"54ace6eb-c50c-4c92-abc3-00bb6e004d3c"},"fb0abcad-382f-4daa-a4be-6baa26923fde":{"contextualizerId":"3e4d6be0-18e8-4639-87ed-bac67926d491","id":"fb0abcad-382f-4daa-a4be-6baa26923fde","resourceId":"f3c38cc8-20c9-4d40-81f0-6ee046a20e2e","sectionId":"05d577e7-6f86-4f49-84dc-04c5bc37bce0"}},"contextualizers":{"3e4d6be0-18e8-4639-87ed-bac67926d491":{"id":"3e4d6be0-18e8-4639-87ed-bac67926d491","type":"webpage"},"848cea93-868b-410f-ba50-7611fed016fc":{"id":"848cea93-868b-410f-ba50-7611fed016fc","type":"webpage"}},"createdAt":1607425061727,"id":"f6db77e2-f439-4538-9ddf-a68a17fbc450","lastUpdateAt":1611223739353,"metadata":{"abstract":"","authors":["serpentine bison"],"edition":"","publicationConsent":true,"subtitle":"une approche philosophique ","title":"Ecologie sans transition ","version":"1.1"},"resources":{"f3c38cc8-20c9-4d40-81f0-6ee046a20e2e":{"data":{"url":"https://www.ouest-france.fr/environnement/ecologie/sondage-les-francais-s-interessent-de-plus-en-plus-l-ecologie-6501113"},"id":"f3c38cc8-20c9-4d40-81f0-6ee046a20e2e","lastUpdateAt":1608243908920,"metadata":{"createdAt":1608243908920,"lastModifiedAt":1608243908920,"title":"Sondage ","type":"webpage"},"type":"resource"}},"sections":{"05d577e7-6f86-4f49-84dc-04c5bc37bce0":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[{"key":0,"length":8,"offset":1}],"inlineStyleRanges":[],"key":"7dnp","text":" Sondage   ","type":"unstyled"}],"entityMap":{"0":{"data":{"asset":{"id":"fb0abcad-382f-4daa-a4be-6baa26923fde"},"insertionType":"INLINE_ASSET"},"mutability":"MUTABLE","type":"INLINE_ASSET"}}},"createdAt":1608232961206,"id":"05d577e7-6f86-4f49-84dc-04c5bc37bce0","lastUpdateAt":1608286835600,"metadata":{"authors":[],"level":0,"title":"Bibliographie"},"notes":{},"notesOrder":[]},"15194aa1-2478-457c-a7cc-0d5891429b6f":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7kop2","text":" Ce corpus éclectique de sources s’étalant du XIXème siècle à nos jours nous a permis d’observer et d’analyser les différentes lectures et propositions d’acteurs tout aussi divers. Il apparaît ainsi que les questions sous-jacentes à la notion de transition écologique sont multiples. Le questionnement porte aussi bien sur la nature de la transition à mener que sur les moyens pour y parvenir. Ainsi, s’il semble aujourd’hui qu’un consensus se soit établi parmi la majorité des auteurs quant à l’urgence de la situation environnement, et la nécessité d’y remédier, les moyens à mettre en œuvre sont eux largement sujets à débat. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"98rgs","text":"Une des questions les plus délicates concerne l’usage ou non de la violence. En effet, là où certains vont militer pour une action pacifiste et non-violente, d’autres prônent un usage de celle-ci, à divers degré d'intensité. Ainsi, l’idée de l’usage de cette violence apparaît tantôt comme le seul moyen potentiellement efficace, tantôt comme un outil contre-productif et moralement réprouvable.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3fk59","text":"De même, la nature des acteurs qui devraient mener ce changement est aussi matière à débat. Quand certains auteurs voient l’Etat comme le seul acteur à même d’agir efficacement, des grilles de lectures anarchistes ou marxistes l’analysent davantage comme la principale cause de la situation actuelle. L’action militante, citoyenne devient alors le meilleur moyen de lutte. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5vp9d","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7h410","text":"Il apparaît ainsi que des conceptions véritablement antagonistes viennent s’opposer pour la défense d’un même objectif, ce en raison de visions et analyses différentes. Ainsi, la radicalité de certaines propositions semble fermer la porte à un consensus sur les moyens d’action à adopter. Il reste donc à espérer que ces forces opposées n’en viennent pas à s’affronter au détriment de leur visée première. Cela ne ferait que renforcer la question qui semble au cœur de ce débat : nos sociétés sont-elles capables de se raisonner ?","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"23s4s","text":"","type":"unstyled"}],"entityMap":{}},"createdAt":1607505678734,"id":"15194aa1-2478-457c-a7cc-0d5891429b6f","lastUpdateAt":1608288171392,"metadata":{"authors":[],"level":0,"title":"Conclusion"},"notes":{},"notesOrder":[]},"54ace6eb-c50c-4c92-abc3-00bb6e004d3c":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[{"key":0,"length":1,"offset":112}],"inlineStyleRanges":[],"key":"2gse2","text":"L’écologie est aujourd’hui dans l’actualité l’un des thèmes soulevant le plus d’intérêt. Ainsi, 72% des français disent s'intéresser de \"plus en plus\" à  la cause environnementale. La décision du président de la République de soumettre à un référendum l’idée d'inscrire la défense de l’environnement dans la constitution témoigne de l’accentuation de cette préoccupation. L’écologie a pris au fil des années une place centrale dans l’agenda politique et médiatique. L’urgence écologique s’est -enfin- imposée comme l’enjeu majeur du XXIème siècle. Cette diffusion importante n’a toutefois pas permis de répondre de manière adaptée à la crise écologique sans précédent face à laquelle nous sommes confrontés. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"nan0","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"d0iim","text":"Notre réflexion cherche dès lors à interroger la manière de produire du changement afin d’apporter une réponse proportionnée à l’actuelle surexploitation de ressources non renouvelables. Nous faisons face à une raréfaction des ressources consommées, à une dégradation des écosystèmes, à la pollution des mers et de la terre. L’attitude à adopter face à ces constats aussi accablants que cruciaux est au cœur de notre sujet. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5nao","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"q9b9","text":"Les mouvements écologistes sont une force de proposition dans ce contexte inédit et nous nous devons de réfléchir à leurs modes d’actions ainsi qu’à leur structuration. Nous discuterons des divergences et des points communs entre ces mouvements d’un point de vue avant tout théorique. Le but de notre étude est de dégager un corpus intellectuel permettant de comprendre les modes d’action des différents mouvements, la justification philosophique à leurs actions et leur approche de la lutte écologique. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"9a4jl","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"4ldsa","text":"Un constat semble partagé par l’ensemble des mouvements et courants écologistes, c’est l’incapacité des actions menées aujourd’hui de manière plus ou moins coordonnée entre les différents pays du globe et organisations internationales de permettre la réalisation d’une transition écologique adaptée aux défis environnementaux contemporains. Ce constat doit tous nous inviter à une prise de conscience bien sûr mais peut être aussi à un passage à l’action. L’action est un mot complexe à analyser, disons que l’action se comprend ici comme l’ensemble de moyens mis en place et déployés pour la lutte écologique. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7cmbj","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3a4m5","text":"L’un des modes d’action possible est le recours à ce qu’il convient d’appeler « l’action directe ». Ce mode d’action est aujourd’hui assez répandu et a pris une place de plus en plus importante. Peut-être que la dégradation de la situation écologique s’accélérant et prenant une dimension de plus en plus importante, problématique et les mouvements écologistes se construisant en miroir de ces enjeux, ils sont amenés à donner à leurs actions une intensité plus forte, du moins à la hauteur du désastre. Nous étudierons l’action dans ses formes les plus extrêmes en allant jusqu’à analyser l’utilisation de moyens violents par certains activistes. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"a1gpi","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":2,"offset":426,"style":"BOLD"}],"key":"282if","text":"Nous tenterons durant l’ensemble de notre enquête de répondre à des questions multiples mais articulées autour de trois axes. Nous interrogerons tout d’abord le concept de transition écologique et sa pertinence dans le contexte de crise écologique, puis nous nous intéresserons à la question de l’action directe et de l’usage de la violence, enfin la question des acteurs les plus à même de produire du changement sera traitée. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"flqem","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"du9ts","text":"","type":"unstyled"}],"entityMap":{"0":{"data":{"asset":{"id":"0e8d1e57-4cec-440a-affb-4cb450097c1c"},"insertionType":"INLINE_ASSET"},"mutability":"MUTABLE","type":"INLINE_ASSET"}}},"id":"54ace6eb-c50c-4c92-abc3-00bb6e004d3c","lastUpdateAt":1608287688199,"metadata":{"authors":[],"level":0,"title":"Introduction"},"notes":{},"notesOrder":[]},"7b8abb8e-7811-407b-a91a-d686432b9d98":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":2,"offset":0,"style":"BOLD"},{"length":139,"offset":3,"style":"BOLD"}],"key":"49cjk","text":"3/ Afin d’être le plus efficace possible, différents auteurs s’interrogent : quels acteurs seraient le plus à même de mener ce combat à bien ?","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"82re5","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5uf1b","text":"La question de savoir qui devra mener la lutte contre le climat est en effet centrale dans le débat contemporain. Là où certains considèrent que l’Etat est la seule institution à même de mener efficacement un tel combat, d’autres voient au contraire en l’appareil d’Etat le principal agent de la dégradation de l’environnement, et ce bien souvent pour des raisons structurelles. Ceux-là vont alors estimer que le changement ne peut provenir que de l’action citoyenne organisée et militante.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3jqj7","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":36,"offset":206,"style":"ITALIC"}],"key":"6o23p","text":"Le premier auteur à traiter à ce sujet semble être William Ophuls. Ce politologue américain a ainsi beaucoup publié sur la question écologique. A ce sujet, son ouvrage le plus important semble être l’essai Ecology and the politics of scarcity, publié en 1977. Dans ce texte, Ophuls prend une position radicale : face à l’urgence écologique, seul un Etat fort est à même d’apporter une réponse proportionnée. Son inquiétude lui vient de la tragédie des biens communs, concept mis en évidence par Garrett Hardin (une surexploitation des ressources liées à la situation de concurrence économique, qui conduit donc à l’épuisement des ressources naturelles). En effet, selon Ophuls, un État libéral ne sera jamais à même d’éviter une telle tragédie, par essence. Or, c’est justement la surexploitation de ces ressources qui est aujourd’hui grandement responsable de la pollution que l’on cherche à combattre. Par ce raisonnement économique, Ophuls en déduit que seul un Etat fort pourra directement régler cette question. D’où sa phrase, qui résume ses conclusions :  “Leviathan may be mitigated, but not evaded”. La perspective hobbesienne d’un État puissant et potentiellement violent semble donc la seule issue envisageable pour mener à bien la lutte écologiste.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1tgai","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8pl13","text":"La seule question qui subsiste serait alors celle de la mesure : à quel point ce Léviathan sera-t-il violent ? Dans quelle mesure peut-on l’atténuer ? Quoi qu’il en soit, Ophuls représente un courant de pensée qui tranche clairement la question dont nous traitons : seul l’Etat est à même de répondre avec efficacité à la crise. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8rbfo","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":37,"offset":254,"style":"ITALIC"}],"key":"c7019","text":"Bien sûr, tous les auteurs acceptant ce paradigme ne partagent pas la vision pessimiste d’Ophuls. On pourrait à ce titre citer le cas de l'universitaire américain Dan Coby Shahar, qui répond d’ailleurs directement aux arguments d’Ophuls dans son article Rejecting eco-authoritarianism, again. Le professeur de philosophie explique dans ce papier que selon lui, si l’Etat est bien l’acteur clé de la lutte écologiste, la perspective d’un Etat autoritaire serait contre-productive. Ainsi, il considère que le risque de dégénérescence d’un régime autoritaire en régime despotique perdant ses objectifs de vue est trop important. De même, séparer les dirigeants de la population, en les plaçant dans une sorte de bulle pourrait avoir des conséquences néfastes quant à la qualité de la prise de décision.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"92m83","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"ducf9","text":"De la même manière, on peut citer les travaux du politologue allemand Stefan Wurster.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":67,"offset":17,"style":"ITALIC"}],"key":"afg7j","text":"Dans son article Comparing ecological sustainability in autocracies and democracies, Wurster compare la performance des démocraties face aux régimes autoritaires dans le domaine du changement climatique. L’auteur écrit dès l’introduction que les problèmes environnementaux sont l’une des tâches centrales du XXIème siècle et que tous les pays doivent réagir et s’adapter. D’où l’étude réalisée dans laquelle il envisage des régimes autoritaires pour une transition écologique efficace.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"77pk0","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"blo0q","text":" Il montre ainsi en citant Hiegauf et Sanga que les régimes autoritaires semblent servir leurs pay beaucoup plus efficacement en temps de crise« . Il cite également Lafferty pour affirmer que \"les démocraties compétitives ou libérales-pluralistes ne sont pas adéquates au type de transition socio-économique nécessaire pour accomplir les défis écologiques et environnementaux majeurs « . \". Il cite également Lafferty pour affirmer que \"les démocraties compétitives ou libérales-pluralistes ne sont pas adéquates au type de transition socio-économique nécessaire pour accomplir les challenges écologiques et environnementaux majeurs\". ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1qcqr","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6t2dr","text":"Il parle néanmoins du risque que représentent les régimes autoritaires en termes d’abus de pouvoir. Il dit aussi que la transparence peut aider à faciliter l’apprentissage et établit une typologie selon l’efficacité des régimes (démocratique, monarchique, dictature…) et leurs subdivisions (régime présidentiel, semi-présidentiel et parlementaire) dans le domaine environnemental. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5ovrt","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7aq7t","text":"En démocratie, la transition est processuelle, elle est plus longue mais pédagogique, elle permet à tous les citoyens de prendre conscience par eux-mêmes de l’urgence de la situation. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5frg8","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"epir7","text":"À l’inverse, en régime autoritaire, le renversement est brusque, il est efficace mais pas nécessairement durable à long terme et ne possède pas de portée pédagogique.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"dsvj","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"lfb3","text":"Dans la typologie de Wurster, c’est l’Etat qui est au centre de l’action. Ainsi, tout le cheminement de transition découle du type de régime de l’Etat. Il confronte l’efficacité autoritaire à la pédagogie démocratique, la première étant peut-être plus à même de répondre aux grands défis d’aujourd’hui.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"57oku","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"fb53p","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"287sj","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"ef9j2","text":"Ainsi, l’idée selon laquelle l’Etat serait l’acteur majeur à impliquer dans le combat écologiste semble assez répandue, notamment en raison de la capacité de l’institution à agir vite, fort et radicalement. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"ga9v","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"85cv7","text":"Néanmoins, d'autres auteurs vont pour leur part considérer que l'Etat est au contraire l'ennemi de la transition écologique, et doit en ce sens être combattu. Selon eux, ce sont davantage les militants, citoyens et autres organisations non-étatiques qui sont à même de lutter contre la dégradation de l'environnement.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7tb3","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":249,"offset":178,"style":"ITALIC"},{"length":23,"offset":791,"style":"ITALIC"},{"length":182,"offset":903,"style":"ITALIC"}],"key":"ddas6","text":" Henry David Thoreau, père du  concept de désobéissance civile, est un auteur dont plusieurs militants écologistes se revendiquent. Ce concept est défini par Xavier Renou comme, “La défense d'un intérêt qui dépasse l'intérêt strictement individuel de celui qui la pratique. Elle tire sa légitimité du fait qu'elle affirme défendre justement l'intérêt général contre des pratiques, une politique, des lois qui le contredirait.\"  Dès le XIXème siècle, Thoreau conteste la puissance du gouvernement américain, et refuse de contribuer de quelque manière que ce soit, à l’élaboration de la guerre contre le Mexique et à l’esclavage. Il décide donc de ne pas payer ses impôts en acte de désobéissance civile, afin de contester le financement de tels actes, qu’il ne cautionne pas. Dans son essai, La désobéissance civile, Thoreau explicite le poids non négligeable des actions non-violentes mais illégales :  “Une minorité ne peut rien tant qu’elle se conforme à la majorité ; ce n’est même pas alors une minorité. Mais elle est irrésistible lorsqu’elle fait obstruction de tout son poids”. La réponse est la désobéissance civile, non violente. En effet, si une majorité d’américains imposables avait décidé, en même temps qu Thoreau, d’arrêter de payer leurs impôts, et ainsi de financer l’esclavage et la Guerre contre le Mexique, le gouvernement n’aurait certainement pas pu mener à bien leurs projets, et auraient dû se plier à la volonté du peuple. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8rnug","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3nq5p","text":"Ainsi, lorsque l’on transpose la théorie de Thoreau vers la crise environnementale actuelle, si une majorité de citoyens décidait d’arrêter de financer les politiques de croissances qui ne sont pas compatibles avec la protection de l’environnement, et surtout les grosses entreprises qui polluent, exploitent et détruisent la planète,  alors, il est certain que les entreprises et politiques concernées prendraient des mesures bien plus drastiques en faveur de l’environnement. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"boc9r","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":15,"offset":21,"style":"ITALIC"}],"key":"68jc0","text":"Dans le documentaire Désobeisant.e.s diffusé sur Arte, nous pouvons voir les organisateurs de la “Marche du siècle” du 16 mars 2016, marche qui a rassemblé près de 45 000 personnes, Gilets Jaunes, écologistes, jeunes, qui ont appelé explicitement à mener “des actions de désobeisance civile”. En effet, les organisateurs de cette marche veulent ensemble, une meilleure justice sociale, et de véritables actions de protection environnementale.  ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7lfh","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1hp8f","text":"Or, cette solution d’action non violente de désobéissance civile semble complexe à mettre en œuvre étant donné que la majorité des citoyens, militants écologistes y compris, dépendent de ces services offerts par les grandes entreprises : smartphones, ordinateurs, fast-fashion et bien plus encore …","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"37c6","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"2jng9","text":"Même lorsque l’on se concentre sur un aspect humanitaire, et social, on a beau avoir conscience que des populations sont réduites en esclavage et travaillent pour des revenus indécents (quand il y en a), tels que les ouïghours en Chine (qui sont exploités pour travailler pour des entreprises telles que Apple ou Zara), ou encore les 40 000 enfants en République Démocratique du Congo qui sont exploités pour travailler dans les mines de Cobalt, dont nos smartphones sont constitués. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"a1job","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"9p297","text":"Il paraît alors assez complexe voire utopique d’assister à un mouvement global de désobéissance civile, (qui ne fonctionnera qu’avec un véritable poids populaire)  tant nous sommes majoritairement dépendant des produits dont la production aggrave la crise climatique.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"ql35","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"9mh8p","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"4b8u6","text":"","type":"unstyled"}],"entityMap":{}},"createdAt":1607505664223,"id":"7b8abb8e-7811-407b-a91a-d686432b9d98","lastUpdateAt":1608289240680,"metadata":{"authors":[],"level":0,"title":"Partie 3"},"notes":{},"notesOrder":[]},"8ede47a9-bafe-4b6c-ba0a-7adad10f2fda":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":197,"offset":0,"style":"BOLD"}],"key":"6o0iv","text":"1/ Le constat d’une dégradation sans précédent des écosystèmes et d’une surexploitation exponentielle des ressources non durables interroge quant à la pertinence du concept de transition écologique","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7mchn","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":24,"offset":94,"style":"ITALIC"}],"key":"9kf1o","text":"« Ne nous parlez plus de transition » est le titre du premier chapitre de l’ouvrage collectif Écologie sans transition publié et co-écrit par certains membres du collectif Désobéissance écolo Paris. Ce titre illustre à lui seul une des idées principales du livre, celle du dépassement et de la non-pertinence du concept de transition écologique. De l’épuisement d’un concept utilisé depuis les années 1980 et n’ayant pas permis de réaliser la transition pourtant vitale pour la Terre et sa préservation. La transition n’a pas permis de réguler des activités qui depuis la Révolution industrielle ont participé à dégrader les conditions de vie dans les habitats naturels. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"94dls","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"23l6j","text":"La transition écologique est pourtant au cœur des politiques publiques voulues et mises en place par les différents Gouvernements s’étant succédés en France depuis près d’un demi-siècle. C’est également une notion clé du développement durable. Un conseil national de la transition écologique a même été créé en France en 2012. La \"transition écologique\" est un concept ayant été utilisé pour la première fois par Rob Hopkins, professeur en permaculture. Il n’y a pas définition officielle mais elle correspond plus ou moins à un changement de modèle économique et sociale, à une transformation de notre approche de la consommation et de la production et à un glissement vers un modèle de société plus écologique. Au-delà de la France évoquée plus tôt l’ensemble des organisations internationales revendiquent cette notion de transition, elle fait presque consensus, comme la COP 21 l’a montré. « Un accord historique » mais pourtant sans véritable conséquences. Le consensus n’est-il finalement pas le fruit de l’absence de substance dans le concept ? La transition est-elle une « coquille vide » ?","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"64rdq","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6a99v","text":"Pour le collectif Désobéissance écolo Paris, auteur du livre sur lequel nous reviendrons aujourd’hui pour illustrer le possible dépassement, selon certains, du concept de transition, nous avons perdu trop de temps avec le concept de transition écologique qui n’a jamais permis et ne permettra jamais de mettre un terme au désastre écologique actuel. Le collectif proposer de substituer le concept de transition par celui de rupture, d’une rupture immédiate. Selon le collectif, ce concept n’a permis de réaliser aucun des changements nécessaires, il a été utilisé pour légitimer des modes de productions qui en réalité ne sont aucunement respectueux des écosystèmes. Pour le collectif il s’agit d’un discours « de gouvernement » visant à minimiser la véritable « crise » à laquelle nous sommes confrontés afin de présenter le futur de façon plus positive, mais c’est être en parfait décalage avec la réalité. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"9flpn","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"42s9h","text":"Le collectif propose de se réapproprier le concept même d’écologie et le définissant d’une nouvelle manière. Cette écologie n’est plus basée sur la transition mais sur la rupture, tout doit être rupture pour permettre de réaliser les changements nécessaires. C’est une question de survie et de viabilité de nos terres et de nos mers. Cette rupture doit être immédiate contrairement aux objectifs de transitions qui sont toujours repoussés à des décennies en avant sans cesse plus lointaine. Cette volonté de rupture immédiate contraste donc avec une transition accusée de volontairement « décaler » les changements à produire. La méthode des petits pas qui a primé jusqu’alors est fermement condamnée et contestée en raison de sa très faible utilité à permettre de relever les défis rencontrés. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"325gp","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6veil","text":"L’inefficacité de la transition est tout simplement la preuve qu’elle est impossible et qu’elle n’existe pas dans le sens où les conditions par exemple d’organisation de l’économie mondiale en économie de marché ne permet pas de réaliser véritablement la transition, d’où le besoin de rupture, mot central pour le collectif désobéissance écolo. La transition n’est qu’un mirage car même le dirigeant doté de bonne volonté ne pourrait pas atteindre les objectifs qu’il se fixe , le problème est plus global.  Ainsi, le livre nous invite à envisager la question de rupture d’une manière globale et pluridisciplinaire, la rupture doit être partout. Dans tous les aspects de la vie et de l’économie. La rupture c’est finalement un changement total et brutal de nos modes de vies et de nos manières d’habiter la terre et de concevoir tant la production que la consommation. L’économie correspond aujourd’hui à un ensemble complexe et très vaste d’infrastructures et de flux de capitaux qui doit nécessairement être rentable, expliquant en partie l’impossible mise en application de changements structurels et donc l’inefficacité couru d’avance de la transition. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3ibvd","text":" ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6r6r9","text":"Pour le collectif désobéissance écolo, accepter la transition c’est également se rendre complice du ravage en cours car c’est dans une certaine mesure cautionner l’exploitation de milliers de personnes tout comme la mort des réfugiés climatiques, fuyant des terres destinées à disparaitre, c’est tolérer l’extinction de nouvelles espèces et la disparition de la biodiversité. La notion de transition n’est plus simplement le constat de la non action, elle devient l’expression la plus criante de la culpabilité de notre époque et de notre incapacité à proposer un modèle alternatif. La transition est donc dangereuse car elle entretient une illusion, celle que la situation peut changer grâce à de nouveaux accords, à de nouveaux objectifs « pour la planète ».  ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"dgk4h","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"2pbnd","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"eehc","text":"L’ouvrage de Fred Vargas est un état des lieux du monde à l’heure du réchauffement climatique. La majorité du livre est très factuelle, avec beaucoup de chiffres et de faits plus ou moins connus. Elle parle du “Crime le plus gigantesque qu’on ait pu concevoir”, celui qui concerne le vivant sur Terre. Elle aborde donc la température qui monte, les glaces qui fondent, les océans souillés, la pollution envahissante, la disparition d'espèces animales, les pesticides et les métaux lourds dommageables pour notre alimentation et nos organismes... ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"l6s7","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5e1ui","text":"Sa démarche de recherche et d’écriture est, selon elle, mue par «une sorte de nécessité implacable», c’est une «tâche insensée», un «livre impossible», une «énormité submergeante». L’auteure a fouillé profondément, allant “de sujet en sujet, de thème en thème, tous indispensables, depuis la sardine jusqu’au protoxyde d’azote, en passant par le méthane et la fonte des glaces”. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"al6v6","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"2mmsl","text":"Il revêt aussi une dimension d’appel à l’action basé sur une opposition entre «Eux» (les gouvernements et les industriels milliardaires) et «Nous, les Gens», qui serions tous prêts à nous battre pour sauver l’humanité mais qui manquons d’informations à cause d’une opacité impulsée par les puissants. Elle écrit qu’il existe « une séparation entre « Eux » et « Nous », nous, les Gens, les petits, les plus grands les moyens, les bourgeois, de gauche, de droite (…). Et pour Eux, « les gens » semblent représenter une sorte de masse anonyme (…). Ils nous dissimulent ce que nous aurions dû savoir, si bien que nous avons continué d’avancer à l’aveugle, inconscients et crédules ».","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"b0ifo","text":"Elle accuse ainsi \"les industriels milliardaires à la tête des lobbies\" qui manipulent comme bon leur semblent \"nos gouvernants apparemment impuissants\".","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"coegq","text":"Selon elle, \"Depuis quarante ans, et bien que conscients des enjeux, ils nous dissimulent ce que nous aurions dû savoir, si bien que nous avons continué d'avancer à l'aveugle, inconscients et crédules. Cette désinformation, volontaire ou passive, des gens, à travers le monde entier, est une faute gravissime (...) C'est contre cette désinformation intolérable que je désire lutter, à la hauteur de mes petits moyens.\"  ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"36n6j","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"jqle","text":"Ainsi, elle appelle à une prise de conscience globale des changements à opérer dans nos modes de consommation mais aussi de production. C’est donc autour du capitalisme qu’elle construit son argumentaire, qui serait à l’origine des problèmes environnementaux actuels. Le système économique donc, et les personnes à qui il profite, doivent être renversés. Des modifications urgentes dit-elle, et qui peuvent prendre forme via le haut, par les gouvernants, mais aussi par le bas et le peuple, ce qui est à privilégier dans la mesure où “Eux” sont manipulés par les lobbies. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"764sa","text":"C’est finalement le but de cet ouvrage, révéler, alerter et appeler à la transition. L’auteure parle en priorité de la nécessité d’agir à son échelle, mais elle n’exclut pas pour autant la possibilité de révolte populaire qui puisse à terme forcer les gouvernants à prendre la mesure des choses. N’appelant pas à l’usage de la violence, elle rappelle néanmoins le besoin d’agir très très rapidement, quel qu’en soit le prix. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"e130k","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"t8vc","text":"","type":"unstyled"}],"entityMap":{}},"createdAt":1608243548573,"id":"8ede47a9-bafe-4b6c-ba0a-7adad10f2fda","lastUpdateAt":1608285973463,"metadata":{"authors":[],"level":0,"title":"Partie 1"},"notes":{},"notesOrder":[]},"e3ab6c1d-65df-4237-8fb2-0d5316e83b06":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":133,"offset":0,"style":"BOLD"}],"key":"djpsa","text":"2/ La notion d’action directe interroge la pertinence de l’usage de la violence et sa légitimité dans le cadre de la lutte écologiste","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"as4g","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"919ek","text":"Cette partie se construit autour de deux axes antagonistes : l’un présentant la vision pacifiste de la lutte écologiste, l’autre mettant en avant l’usage de la violence. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"dg26s","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":13,"offset":378,"style":"ITALIC"}],"key":"8880o","text":"Ainsi, le premier auteur que nous allons interroger est David Graeber. Cet universitaire anarchiste canadien est connu pour ses écrits philosophiques visant à donner à la pensée anarchiste un cadre théorique digne de ce nom (cadre jusque là très faible selon lui). Une bonne partie de sa vision de ce que doit être l’action du militant anarchiste est consignée dans son ouvrage Direct Action. Si celui-ci se fonde avant tout sur une analyse ethnographique des différents groupes anarchistes nord-américains, il en ressort néanmoins une véritable théorie de l’action militante anarchiste, fondée sur le concept d’action directe. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"dp9h9","text":"David Graeber ne traite nullement d’écologie dans ses ouvrages. Néanmoins, sa pensée nous a parue intéressante à mettre en lien avec la cause écologiste. En effet, sa conception de l’action directe apparaît pertinente pour penser la lutte écologiste contemporaine. Graeber définit ainsi le concept d’action directe comme un effacement de la frontière entre moyens et objectifs, ainsi qu’un affranchissement de tout recours à des voies institutionnelles. La manière d’agir du militant anarchiste sera ainsi de directement vivre de la manière dont il l’entend, sans tenir compte des injonctions de l'État. C’est l’exemple typique de la ZAD : les zadistes instaurent une société qui correspond directement au mode de vie qu’ils prônent. S’il s’agit bien de désobéissance vis-à-vis de l’Etat, cette manière d’agir n’est nullement violente. En effet, puisque le principe de l’action directe est de directement vivre selon ses principes, il en résulte une non-violence logique : personne ne voudrait vivre dans une société violente. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"277be","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1kfva","text":"Ainsi, si Graeber ne rejette pas nécessairement la violence (celle-ci peut être utile pour répondre à la violence étatique, à condition qu’elle soit bien organisée. L’Etat reste un ennemi fondamental selon lui), il met en avant l’action directe comme meilleur moyen de faire triompher une cause. On peut évidemment voir dans cette conception une application potentielle au cas de l’écologie. Il s’agirait donc là d’une doctrine non-violente. L’action du militant écologiste qui voudrait suivre de tels principes serait donc d’instaurer un mode de vie radicalement différent de celui mis en avant aujourd’hui, et de tenter de rallier un maximum de personnes à cette cause. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7bfnp","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"cf5pl","text":"C’est par exemple la démarche des individus qui quittent la ville pour construire et vivre dans des éco villages autogérés où les émissions polluantes sont réduites au minimum. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"76ngp","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7v52p","text":"Une autre conception pacifiste, mais davantage centrée sur le militantisme est celle incarnée par Jon Palais. Ce militant écologiste français est ainsi engagé depuis longtemps dans des ONG et associations luttant contre le dérèglement climatique. S’il est davantage un homme de terrain (il n’a jamais écrit de livres), il s’affirme néanmoins comme fondamentalement non-violent, pacifiste et voit dans cette doctrine le meilleur moyen de lutter efficacement contre le dérèglement climatique, et ses causes. On trouve la trace de sa vision dans les interviews qu’il a pu accorder, et notamment celle donnée à la chaîne youtube Thinkerview.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"9m3hd","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"a992r","text":"En effet, selon Jon Palais, l’usage de méthode violente serait non seulement condamnable moralement, mais encore voué à l’échec. Il explique cela par deux raisons principales. La première est que la cause écologiste est une cause qui doit être fédératrice, et rassembler le plus possible. En effet, l’avenir du climat est selon lui l’affaire de tous, et dépend du comportement de chacun. Or, l’usage de la violence par une minorité de militant aurait pour effet, dans notre démocratie contemporaine, de renvoyer une image du mouvement très négative, et donc de détourner nombre d’individus de la cause écologiste. De plus, lorsqu’une violence survient dans un mouvement militant, les médias et l’opinion publique ne se concentrent plus que sur celle-ci, et en oublient la cause défendue. L’usage de la violence serait donc contre-productif.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8idp1","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"cjc0b","text":"En outre, user de telles méthodes serait parfaitement inutile. Ainsi, Palais pointe du doigt le fait que la force de l’Etat est bien supérieure à celle des mouvements militants. Entrer dans un rapport de force avec celui-ci serait dès lors nécessairement voué à l’échec. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"b645r","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"bovb","text":"Jon Palais préfère donc l’usage de méthodes pacifistes, à forte portée symbolique, dont il veut croire qu’elles seront à même de rallier à sa cause un maximum de personnes. Il explique ainsi comment lui-même et ses militants ont pu manifester au cours d’un sommet pétrolier à Pau, en usant de boucliers en mousse pour contrer les policiers etc. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6tsp2","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8ifl7","text":"Si nous avons pu présenter jusqu’ici un certain nombre d’arguments et méthodes en faveur d’une lutte pacifiste, intéressons-nous dorénavant à la conception opposée : celle qui considère la violence comme un moyen légitime, et bien souvent nécessaire à la lutte écologiste. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7ckt5","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":2,"offset":14,"style":"ITALIC"}],"key":"61dih","text":"Günther Anders, philosophe allemand, a été un militant écologiste pacifiste toute sa jeunesse. Le quotidien allemand Frankfurter Allgemeine Zeitung le qualifie comme “l’écrivain philosophique le plus important de notre époque”. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3rm7c","text":"Or, sur la fin de sa vie, le philosophe constate avec regret que les choses n’ont pas évolué en faveur de l’écologie. Lors d’un entretien avec un journaliste, il commence doucement par sous-entendre que la non-violence n’est pas un moyen efficace pour arriver à ses fins  : “(...) bien que je sois très souvent vu comme un pacifiste, je suis aujourd'hui arrivé à la conviction qu’on ne peut plus rien atteindre avec la non violence”. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6loor","text":"En effet, d’après lui, le fait de mener des actions non-violentes ne produit pas de conséquences d’intensité aussi importante que des actions violentes : “ La renonciation à une action n’équivaut pas à une action”.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"f5tgu","text":"Cet ancien pacifiste déçu développe son propos et va encore plus loin. Il considère que nous sommes dans un “état d’urgence” et qu’il est nécessaire que “nous intimidions ceux qui exercent le pouvoir et nous menacent. (...) il ne nous reste rien d’autre à faire que de menacer en retour et de neutraliser ces politiques qui, sans conscience morale, s'accommodent de la catastrophe quand ils ne la préparent pas directement.”","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7v9oe","text":"Günther Anders désigne alors explicitement les coupables de la situation climatique, “les politiques” et incite à arrêter de perdre du temps avec des actions démocratiques non violentes (“jeûner contre la guerre nucléaire”; “offrir des bouquets de myosotis aux policiers”...) qu’il qualifie de “happenings”, et qui sont inefficaces pour produire de véritables changements de nature à préserver l’environnement. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"5mid7","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"e650k","text":"Il justifie alors l’emploi de la violence comme moyen de “légitime défense” : (...) la violence ne doit jamais être une fin pour nous. Mais (...) on a besoin d’elle pour imposer la non-violence”. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"7fuqq","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8kabf","text":"En quelque sorte, il faut combattre le feu par le feu, et s’il faut sacrifier des hommes politiques, de puissants industriels qui nous enfoncent dans une crise écologique tragique, il faudra montrer l’exemple, mais que “La simple menace pourrait (...) avoir un effet intimidant”. En ce sens, l’action directe est selon lui intimement liée à la violence. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"4tcmo","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"dnlvr","text":"Ces déclarations de Günther Anders ont provoqué un véritable choc au sein de l'opinion publique allemande et a lancé un véritable débat sur la légitimité de la violence pour les militants écologistes, et sur la nécessité, ou non, d'un passage à l’action directe. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"28ad1","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"6fgcp","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":27,"offset":493,"style":"ITALIC"},{"length":1,"offset":521,"style":"ITALIC"}],"key":"19mli","text":"Ainsi, dans le prolongement de cette justification philosophique de la violence développée par Anders, il semble nécessaire d’interroger les moyens à mettre en œuvre pour mener cette lutte. Nous allons pour cela nous centrer sur l'œuvre d’un auteur et militant Suédois : Andreas Malm. Géographe de formation, il est aujourd’hui maître de conférence à l’université de Lund en Suède, et mène une lutte pour le climat inspirée de ses convictions marxistes. En 2020, il publie un ouvrage intitulé Comment saboter un pipeline ?. Ce titre permet à lui seul de saisir les enjeux du travail de Malm : d’une envergure philosophique moindre que celle que l’on peut trouver chez Anders, son livre en est cependant plus détaillé quant à la méthode à véritablement adopter. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"e87rn","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":6,"offset":614,"style":"ITALIC"},{"length":18,"offset":699,"style":"ITALIC"}],"key":"4mj07","text":"De la même manière qu’Anders, Malm débute ainsi son ouvrage par un véritable réquisitoire contre le pacifisme. D’après une analyse historique dans laquelle il s'attache à déconstruire ce qu’il considère comme des mythes (la figure de Gandhi en prend notamment pour son grade), il explique à quel point selon lui, toute avancée sociale ou politique n’a pu être obtenue que grâce à une opposition violente entre les deux camps. Selon lui, le combat pour le climat ne saurait échapper à cette logique de lutte typiquement marxiste : la logique capitaliste ne pourra être mise à mal par des moyens pacifistes, par des die-in ou autre jets de fleurs sur des policiers. Il est nécessaire, pour stopper le business-as-usual, comme il le nomme, de forcer la main à ce dernier : “Bien sûr, la probabilité que les classes dirigeantes mondiale mettent en place une prohibition de tout nouveau dispositif émetteur de CO2 parce que les scientifiques le leur demande est [infinitésimale]. Donc, ce mouvement porté par des millions devra annoncer et imposer la prohibition”.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1povo","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"8ohne","text":"Malm s’interroge alors sur les moyens à mettre en branle une fois accepté le paradigme de la violence. Malgré son panégyrique en faveur d’un usage de la violence, combiné à l’urgence environnementale qu’il met en avant, il se refuse à prôner une violence qui pourrait prendre des hommes pour cible. Il y voit en effet non seulement une erreur morale, mais aussi, de façon plus pragmatique, un risque d’effet contre-productif : s’attaquer à des êtres humains serait le meilleur moyen de se mettre à dos l’opinion publique, indispensable pour faire triompher la cause écologique.","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"eu50j","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"es9vf","text":"Dès lors, il prône une véritable doctrine du vandalisme et du sabotage. Doivent être mis hors service tous les facteurs de pollution, qu’ils soient des biens individuels (SUV, yachts…), ou collectifs (usine à charbon, pipelines…). A l’aide de moult exemples, il se prononce en faveur d’une forme d’action directe : détruire les activités polluantes que l’on ne souhaite pas voir dans la société que l’on veut voir émerger. Il met ainsi en avant des actions telles que celle d’Ende Gelände, groupe militant allemand qui a réussi à stopper plusieurs heures le fonctionnement d’une mine de lignite dans les bassins miniers allemands. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1b8c9","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"d6954","text":"Il encourage en outre à cibler avec précaution les biens que l’on veut saboter : seuls doivent être vandalisés les biens dispensables, appartenant à de grands pollueurs. Usant d’une rhétorique véritablement marxiste, il cible ainsi explicitement “les riches”, cause selon lui de la majorité des émissions de carbone. Leur consommation irresponsable et ostentatoire lui apparaît véritablement insupportable (yachts, jets privés…), aussi bien cause de pollution que d’injustice sociale. A l'inverse, il se refuse à saboter une activité nécessaire à la subsistance d’une population. La priorité est vraiment selon lui de mettre fin aux activités des riches, les plus polluantes et les plus inutiles. Il revendique ainsi l’efficacité de ces méthodes, d’après des exemples récents issus des activités militantes : si, par des sabotages, les militants font perdre leurs marges et profits aux capitalistes, alors ils cesseront leurs activités polluantes, forcés. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"1ap0l","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[{"length":266,"offset":0,"style":"BOLD"}],"key":"1d3a5","text":"Il nous a ainsi semblé que les analyses d’Anders et de Malm se complétaient efficacement pour mettre en avant les principaux arguments de la rhétorique anti-pacifiste, aussi bien en ce qui concerne les justifications philosophiques que les moyens à mettre en œuvre. ","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"4fidl","text":"","type":"unstyled"},{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"qjbg","text":"","type":"unstyled"}],"entityMap":{}},"createdAt":1607505638649,"id":"e3ab6c1d-65df-4237-8fb2-0d5316e83b06","lastUpdateAt":1608290767807,"metadata":{"authors":[],"level":0,"title":"Partie 2"},"notes":{},"notesOrder":[]},"fc6d4825-638c-4abd-bc30-2c76b244d5aa":{"contents":{"blocks":[{"data":{},"depth":0,"entityRanges":[],"inlineStyleRanges":[],"key":"3r96i","text":"\n\n","type":"unstyled"}],"entityMap":{}},"createdAt":1608286135403,"id":"fc6d4825-638c-4abd-bc30-2c76b244d5aa","lastUpdateAt":1608287996397,"metadata":{"authors":[],"level":0,"title":"Fiches de lectures"},"notes":{},"notesOrder":[]}},"sectionsOrder":["54ace6eb-c50c-4c92-abc3-00bb6e004d3c","8ede47a9-bafe-4b6c-ba0a-7adad10f2fda","e3ab6c1d-65df-4237-8fb2-0d5316e83b06","7b8abb8e-7811-407b-a91a-d686432b9d98","15194aa1-2478-457c-a7cc-0d5891429b6f","fc6d4825-638c-4abd-bc30-2c76b244d5aa","05d577e7-6f86-4f49-84dc-04c5bc37bce0"],"settings":{"citationLocale":{"data":"<?xml version=\"1.0\" encoding=\"utf-8\"?> <locale xmlns=\"http://purl.org/net/xbiblio/csl\" version=\"1.0\" xml:lang=\"fr-FR\"> <info> <translator> <name>Grégoire Colly</name> </translator> <rights license=\"http://creativecommons.org/licenses/by-sa/3.0/\">This work is licensed under a Creative Commons Attribution-ShareAlike 3.0 License</rights> <updated>2012-07-04T23:31:02+00:00</updated> </info> <style-options punctuation-in-quote=\"false\" limit-day-ordinals-to-day-1=\"true\"/> <date form=\"text\"> <date-part name=\"day\" suffix=\" \"/> <date-part name=\"month\" suffix=\" \"/> <date-part name=\"year\"/> </date> <date form=\"numeric\"> <date-part name=\"day\" form=\"numeric-leading-zeros\" suffix=\"/\"/> <date-part name=\"month\" form=\"numeric-leading-zeros\" suffix=\"/\"/> <date-part name=\"year\"/> </date> <terms> <term name=\"accessed\">consulté le</term> <term name=\"and\">et</term> <term name=\"and others\">et autres</term> <term name=\"anonymous\">anonyme</term> <term name=\"anonymous\" form=\"short\">anon.</term> <term name=\"at\">sur</term> <term name=\"available at\">disponible sur</term> <term name=\"by\">par</term> <term name=\"circa\">vers</term> <term name=\"circa\" form=\"short\">v.</term> <term name=\"cited\">cité</term> <term name=\"edition\" gender=\"feminine\"> <single>édition</single> <multiple>éditions</multiple> </term> <term name=\"edition\" form=\"short\">éd.</term> <term name=\"et-al\">et al.</term> <term name=\"forthcoming\">à paraître</term> <term name=\"from\">à l'adresse</term> <term name=\"ibid\">ibid.</term> <term name=\"in\">in</term> <term name=\"in press\">sous presse</term> <term name=\"internet\">Internet</term> <term name=\"interview\">entretien</term> <term name=\"letter\">lettre</term> <term name=\"no date\">sans date</term> <term name=\"no date\" form=\"short\">s.&#160;d.</term> <term name=\"online\">en ligne</term> <term name=\"presented at\">présenté à</term> <term name=\"reference\"> <single>référence</single> <multiple>références</multiple> </term> <term name=\"reference\" form=\"short\"> <single>réf.</single> <multiple>réf.</multiple> </term> <term name=\"retrieved\">consulté</term> <term name=\"scale\">échelle</term> <term name=\"version\">version</term> <!-- ANNO DOMINI; BEFORE CHRIST --> <term name=\"ad\">apr. J.-C.</term> <term name=\"bc\">av. J.-C.</term> <!-- PUNCTUATION --> <term name=\"open-quote\">«&#160;</term> <term name=\"close-quote\">&#160;»</term> <term name=\"open-inner-quote\">“</term> <term name=\"close-inner-quote\">”</term> <term name=\"page-range-delimiter\">&#8209;</term> <!-- non-breaking hyphen --> <!-- ORDINALS --> <term name=\"ordinal\">ᵉ</term> <term name=\"ordinal-01\" gender-form=\"feminine\" match=\"whole-number\">ʳᵉ</term> <term name=\"ordinal-01\" gender-form=\"masculine\" match=\"whole-number\">ᵉʳ</term> <!-- LONG ORDINALS --> <term name=\"long-ordinal-01\">premier</term> <term name=\"long-ordinal-02\">deuxième</term> <term name=\"long-ordinal-03\">troisième</term> <term name=\"long-ordinal-04\">quatrième</term> <term name=\"long-ordinal-05\">cinquième</term> <term name=\"long-ordinal-06\">sixième</term> <term name=\"long-ordinal-07\">septième</term> <term name=\"long-ordinal-08\">huitième</term> <term name=\"long-ordinal-09\">neuvième</term> <term name=\"long-ordinal-10\">dixième</term> <!-- LONG LOCATOR FORMS --> <term name=\"book\"> <single>livre</single> <multiple>livres</multiple> </term> <term name=\"chapter\"> <single>chapitre</single> <multiple>chapitres</multiple> </term> <term name=\"column\"> <single>colonne</single> <multiple>colonnes</multiple> </term> <term name=\"figure\"> <single>figure</single> <multiple>figures</multiple> </term> <term name=\"folio\"> <single>folio</single> <multiple>folios</multiple> </term> <term name=\"issue\" gender=\"masculine\"> <single>numéro</single> <multiple>numéros</multiple> </term> <term name=\"line\"> <single>ligne</single> <multiple>lignes</multiple> </term> <term name=\"note\"> <single>note</single> <multiple>notes</multiple> </term> <term name=\"opus\"> <single>opus</single> <multiple>opus</multiple> </term> <term name=\"page\"> <single>page</single> <multiple>pages</multiple> </term> <term name=\"number-of-pages\"> <single>page</single> <multiple>pages</multiple> </term> <term name=\"paragraph\"> <single>paragraphe</single> <multiple>paragraphes</multiple> </term> <term name=\"part\"> <single>partie</single> <multiple>parties</multiple> </term> <term name=\"section\"> <single>section</single> <multiple>sections</multiple> </term> <term name=\"sub verbo\"> <single>sub verbo</single> <multiple>sub verbis</multiple> </term> <term name=\"verse\"> <single>verset</single> <multiple>versets</multiple> </term> <term name=\"volume\" gender=\"masculine\"> <single>volume</single> <multiple>volumes</multiple> </term> <!-- SHORT LOCATOR FORMS --> <term name=\"book\" form=\"short\">liv.</term> <term name=\"chapter\" form=\"short\">chap.</term> <term name=\"column\" form=\"short\">col.</term> <term name=\"figure\" form=\"short\">fig.</term> <term name=\"folio\" form=\"short\"> <single>fᵒ</single> <multiple>fᵒˢ</multiple> </term> <term name=\"issue\" form=\"short\"> <single>nᵒ</single> <multiple>nᵒˢ</multiple> </term> <term name=\"line\" form=\"short\">l.</term> <term name=\"note\" form=\"short\">n.</term> <term name=\"opus\" form=\"short\">op.</term> <term name=\"page\" form=\"short\"> <single>p.</single> <multiple>p.</multiple> </term> <term name=\"number-of-pages\" form=\"short\"> <single>p.</single> <multiple>p.</multiple> </term> <term name=\"paragraph\" form=\"short\">paragr.</term> <term name=\"part\" form=\"short\">part.</term> <term name=\"section\" form=\"short\">sect.</term> <term name=\"sub verbo\" form=\"short\"> <single>s.&#160;v.</single> <multiple>s.&#160;vv.</multiple> </term> <term name=\"verse\" form=\"short\"> <single>v.</single> <multiple>v.</multiple> </term> <term name=\"volume\" form=\"short\"> <single>vol.</single> <multiple>vol.</multiple> </term> <!-- SYMBOL LOCATOR FORMS --> <term name=\"paragraph\" form=\"symbol\"> <single>§</single> <multiple>§</multiple> </term> <term name=\"section\" form=\"symbol\"> <single>§</single> <multiple>§</multiple> </term> <!-- LONG ROLE FORMS --> <term name=\"director\"> <single>réalisateur</single> <multiple>réalisateurs</multiple> </term> <term name=\"editor\"> <single>éditeur</single> <multiple>éditeurs</multiple> </term> <term name=\"editorial-director\"> <single>directeur</single> <multiple>directeurs</multiple> </term> <term name=\"illustrator\"> <single>illustrateur</single> <multiple>illustrateurs</multiple> </term> <term name=\"translator\"> <single>traducteur</single> <multiple>traducteurs</multiple> </term> <term name=\"editortranslator\"> <single>éditeur et traducteur</single> <multiple>éditeurs et traducteurs</multiple> </term> <!-- SHORT ROLE FORMS --> <term name=\"director\" form=\"short\"> <single>réal.</single> <multiple>réal.</multiple> </term> <term name=\"editor\" form=\"short\"> <single>éd.</single> <multiple>éd.</multiple> </term> <term name=\"editorial-director\" form=\"short\"> <single>dir.</single> <multiple>dir.</multiple> </term> <term name=\"illustrator\" form=\"short\"> <single>ill.</single> <multiple>ill.</multiple> </term> <term name=\"translator\" form=\"short\"> <single>trad.</single> <multiple>trad.</multiple> </term> <term name=\"editortranslator\" form=\"short\"> <single>éd. et trad.</single> <multiple>éd. et trad.</multiple> </term> <!-- VERB ROLE FORMS --> <term name=\"container-author\" form=\"verb\">par</term> <term name=\"director\" form=\"verb\">réalisé par</term> <term name=\"editor\" form=\"verb\">édité par</term> <term name=\"editorial-director\" form=\"verb\">sous la direction de</term> <term name=\"illustrator\" form=\"verb\">illustré par</term> <term name=\"interviewer\" form=\"verb\">entretien réalisé par</term> <term name=\"recipient\" form=\"verb\">à</term> <term name=\"reviewed-author\" form=\"verb\">par</term> <term name=\"translator\" form=\"verb\">traduit par</term> <term name=\"editortranslator\" form=\"verb\">édité et traduit par</term> <!-- SHORT VERB ROLE FORMS --> <term name=\"director\" form=\"verb-short\">réal. par</term> <term name=\"editor\" form=\"verb-short\">éd. par</term> <term name=\"editorial-director\" form=\"verb-short\">ss la dir. de</term> <term name=\"illustrator\" form=\"verb-short\">ill. par</term> <term name=\"translator\" form=\"verb-short\">trad. par</term> <term name=\"editortranslator\" form=\"verb-short\">éd. et trad. par</term> <!-- LONG MONTH FORMS --> <term name=\"month-01\" gender=\"masculine\">janvier</term> <term name=\"month-02\" gender=\"masculine\">février</term> <term name=\"month-03\" gender=\"masculine\">mars</term> <term name=\"month-04\" gender=\"masculine\">avril</term> <term name=\"month-05\" gender=\"masculine\">mai</term> <term name=\"month-06\" gender=\"masculine\">juin</term> <term name=\"month-07\" gender=\"masculine\">juillet</term> <term name=\"month-08\" gender=\"masculine\">août</term> <term name=\"month-09\" gender=\"masculine\">septembre</term> <term name=\"month-10\" gender=\"masculine\">octobre</term> <term name=\"month-11\" gender=\"masculine\">novembre</term> <term name=\"month-12\" gender=\"masculine\">décembre</term> <!-- SHORT MONTH FORMS --> <term name=\"month-01\" form=\"short\">janv.</term> <term name=\"month-02\" form=\"short\">févr.</term> <term name=\"month-03\" form=\"short\">mars</term> <term name=\"month-04\" form=\"short\">avr.</term> <term name=\"month-05\" form=\"short\">mai</term> <term name=\"month-06\" form=\"short\">juin</term> <term name=\"month-07\" form=\"short\">juill.</term> <term name=\"month-08\" form=\"short\">août</term> <term name=\"month-09\" form=\"short\">sept.</term> <term name=\"month-10\" form=\"short\">oct.</term> <term name=\"month-11\" form=\"short\">nov.</term> <term name=\"month-12\" form=\"short\">déc.</term> <!-- SEASONS --> <term name=\"season-01\">printemps</term> <term name=\"season-02\">été</term> <term name=\"season-03\">automne</term> <term name=\"season-04\">hiver</term> </terms> </locale>","fileName":"locales-fr-FR.xml","id":"fr-FR","names":["Français (France)","French (France)"]},"citationStyle":{"data":"<?xml version=\"1.0\" encoding=\"utf-8\"?> <style xmlns=\"http://purl.org/net/xbiblio/csl\" class=\"in-text\" version=\"1.0\" demote-non-dropping-particle=\"sort-only\"> <info> <title>American Psychological Association 5th edition</title> <title-short>APA</title-short> <id>http://www.zotero.org/styles/apa-5th-edition</id> <link href=\"http://www.zotero.org/styles/apa-5th-edition\" rel=\"self\"/> <link href=\"http://rdc.libguides.com/content.php?pid=63487\" rel=\"documentation\"/> <author> <name>Simon Kornblith</name> <email>simon@simonster.com</email> </author> <contributor> <name>Bruce D'Arcus</name> </contributor> <contributor> <name>Curtis M. Humphrey</name> </contributor> <contributor> <name>Richard Karnesky</name> <email>karnesky+zotero@gmail.com</email> <uri>http://arc.nucapt.northwestern.edu/Richard_Karnesky</uri> </contributor> <contributor> <name>Sebastian Karcher</name> </contributor> <category citation-format=\"author-date\"/> <category field=\"psychology\"/> <category field=\"generic-base\"/> <updated>2012-09-27T22:06:38+00:00</updated> <rights license=\"http://creativecommons.org/licenses/by-sa/3.0/\">This work is licensed under a Creative Commons Attribution-ShareAlike 3.0 License</rights> </info> <macro name=\"container-contributors\"> <choose> <if type=\"chapter paper-conference\" match=\"any\"> <text term=\"in\" text-case=\"capitalize-first\" suffix=\" \"/> <names variable=\"editor\" delimiter=\", \" suffix=\", \"> <name and=\"symbol\" initialize-with=\". \" delimiter=\", \"/> <label form=\"short\" prefix=\" (\" text-case=\"capitalize-first\" suffix=\")\"/> <substitute> <names variable=\"translator\"/> </substitute> </names> </if> </choose> </macro> <macro name=\"secondary-contributors\"> <choose> <if type=\"chapter paper-conference\" match=\"none\"> <names variable=\"translator\" delimiter=\", \" prefix=\" (\" suffix=\")\"> <name and=\"symbol\" initialize-with=\". \" delimiter=\", \"/> <label form=\"short\" prefix=\", \" text-case=\"capitalize-first\"/> <substitute> <names variable=\"editor\"/> </substitute> </names> </if> </choose> </macro> <macro name=\"author\"> <names variable=\"author\"> <name name-as-sort-order=\"all\" and=\"symbol\" sort-separator=\", \" initialize-with=\". \" delimiter=\", \" delimiter-precedes-last=\"always\"/> <label form=\"short\" prefix=\" (\" suffix=\")\" text-case=\"capitalize-first\"/> <substitute> <names variable=\"editor\"/> <names variable=\"translator\"/> <text macro=\"title\"/> </substitute> </names> </macro> <macro name=\"author-short\"> <names variable=\"author\"> <name form=\"short\" and=\"symbol\" delimiter=\", \" initialize-with=\". \"/> <substitute> <names variable=\"editor\"/> <names variable=\"translator\"/> <choose> <if type=\"bill book graphic legal_case legislation motion_picture report song\" match=\"any\"> <text variable=\"title\" form=\"short\" font-style=\"italic\"/> </if> <else> <text variable=\"title\" form=\"short\" quotes=\"true\"/> </else> </choose> </substitute> </names> </macro> <macro name=\"access\"> <choose> <if type=\"thesis\"> <choose> <if variable=\"archive\" match=\"any\"> <group> <text term=\"retrieved\" text-case=\"capitalize-first\" suffix=\" \"/> <text term=\"from\" suffix=\" \"/> <text variable=\"archive\" suffix=\".\"/> <text variable=\"archive_location\" prefix=\" (\" suffix=\")\"/> </group> </if> <else> <group> <text term=\"retrieved\" text-case=\"capitalize-first\" suffix=\" \"/> <date variable=\"accessed\" suffix=\", \"> <date-part name=\"month\" suffix=\" \"/> <date-part name=\"day\" suffix=\", \"/> <date-part name=\"year\"/> </date> <text term=\"from\" suffix=\" \"/> <text variable=\"URL\"/> </group> </else> </choose> </if> <else> <choose> <if variable=\"URL\"> <choose> <if variable=\"archive\"> <group> <text term=\"retrieved\" text-case=\"capitalize-first\" suffix=\" \"/> <text term=\"from\" suffix=\" \"/> <text variable=\"archive\" suffix=\".\"/> </group> </if> <else> <group> <text term=\"retrieved\" text-case=\"capitalize-first\" suffix=\" \"/> <date variable=\"accessed\" suffix=\", \"> <date-part name=\"month\" suffix=\" \"/> <date-part name=\"day\" suffix=\", \"/> <date-part name=\"year\"/> </date> <group> <text term=\"from\" suffix=\" \"/> <text variable=\"URL\"/> </group> </group> </else> </choose> </if> </choose> </else> </choose> </macro> <macro name=\"title\"> <choose> <if type=\"report thesis\" match=\"any\"> <text variable=\"title\" font-style=\"italic\"/> <group prefix=\" (\" suffix=\")\"> <text variable=\"genre\"/> <text variable=\"number\" prefix=\" No. \"/> </group> </if> <else-if type=\"bill book graphic legal_case legislation manuscript motion_picture report song speech\" match=\"any\"> <text variable=\"title\" font-style=\"italic\"/> </else-if> <else> <text variable=\"title\"/> </else> </choose> </macro> <macro name=\"publisher\"> <choose> <if type=\"report\" match=\"any\"> <group delimiter=\": \"> <text variable=\"publisher-place\"/> <text variable=\"publisher\"/> </group> </if> <else-if type=\"thesis\" match=\"any\"> <group delimiter=\", \"> <text variable=\"publisher\"/> <text variable=\"publisher-place\"/> </group> </else-if> <else> <choose> <if variable=\"event\" match=\"none\"> <text variable=\"genre\" suffix=\", \"/> </if> </choose> <group delimiter=\": \"> <text variable=\"publisher-place\"/> <text variable=\"publisher\"/> </group> </else> </choose> </macro> <macro name=\"event\"> <choose> <if variable=\"event\"> <choose> <if variable=\"genre\" match=\"none\"> <text term=\"presented at\" text-case=\"capitalize-first\" suffix=\" \"/> <text variable=\"event\"/> </if> <else> <group delimiter=\" \"> <text variable=\"genre\" text-case=\"capitalize-first\"/> <text term=\"presented at\"/> <text variable=\"event\"/> </group> </else> </choose> </if> </choose> </macro> <macro name=\"issued\"> <choose> <if variable=\"issued\"> <group prefix=\" (\" suffix=\").\"> <date variable=\"issued\"> <date-part name=\"year\"/> </date> <choose> <if type=\"article-journal bill book chapter graphic legal_case legislation motion_picture paper-conference report song\" match=\"none\"> <date variable=\"issued\"> <date-part prefix=\", \" name=\"month\"/> <date-part prefix=\" \" name=\"day\"/> </date> </if> </choose> </group> </if> <else> <text prefix=\" (\" term=\"no date\" suffix=\").\" form=\"short\"/> </else> </choose> </macro> <macro name=\"issued-year\"> <choose> <if variable=\"issued\"> <date variable=\"issued\"> <date-part name=\"year\"/> </date> </if> <else> <text term=\"no date\" form=\"short\"/> </else> </choose> </macro> <macro name=\"edition\"> <choose> <if is-numeric=\"edition\"> <group delimiter=\" \"> <number variable=\"edition\" form=\"ordinal\"/> <text term=\"edition\" form=\"short\"/> </group> </if> <else> <text variable=\"edition\" suffix=\".\"/> </else> </choose> </macro> <macro name=\"locators\"> <choose> <if type=\"article-journal article-magazine article-newspaper\" match=\"any\"> <group prefix=\", \" delimiter=\", \"> <group> <text variable=\"volume\" font-style=\"italic\"/> <text variable=\"issue\" prefix=\"(\" suffix=\")\"/> </group> <text variable=\"page\"/> </group> </if> <else-if type=\"bill book chapter graphic legal_case legislation motion_picture paper-conference report song\" match=\"any\"> <group prefix=\" (\" suffix=\")\" delimiter=\", \"> <text macro=\"edition\"/> <group> <text term=\"volume\" form=\"short\" plural=\"true\" text-case=\"capitalize-first\" suffix=\" \"/> <number variable=\"number-of-volumes\" form=\"numeric\" prefix=\"1-\"/> </group> <group> <text term=\"volume\" form=\"short\" text-case=\"capitalize-first\" suffix=\" \"/> <number variable=\"volume\" form=\"numeric\"/> </group> <group> <label variable=\"page\" form=\"short\" suffix=\" \"/> <text variable=\"page\"/> </group> </group> </else-if> </choose> </macro> <macro name=\"citation-locator\"> <group> <label variable=\"locator\" form=\"short\"/> <text variable=\"locator\" prefix=\" \"/> </group> </macro> <citation et-al-min=\"6\" et-al-use-first=\"1\" et-al-subsequent-min=\"3\" et-al-subsequent-use-first=\"1\" disambiguate-add-year-suffix=\"true\" disambiguate-add-names=\"true\" disambiguate-add-givenname=\"true\" givenname-disambiguation-rule=\"primary-name\" collapse=\"year\"> <sort> <key macro=\"author\"/> <key macro=\"issued-year\"/> </sort> <layout prefix=\"(\" suffix=\")\" delimiter=\"; \"> <group delimiter=\", \"> <text macro=\"author-short\"/> <text macro=\"issued-year\"/> <text macro=\"citation-locator\"/> </group> </layout> </citation> <bibliography hanging-indent=\"true\" et-al-min=\"8\" et-al-use-first=\"7\" entry-spacing=\"0\" line-spacing=\"2\"> <sort> <key macro=\"author\"/> <key macro=\"issued-year\" sort=\"ascending\"/> </sort> <layout> <group suffix=\".\"> <text macro=\"author\" suffix=\".\"/> <text macro=\"issued\" suffix=\" \"/> <group delimiter=\". \"> <text macro=\"title\"/> <group> <text macro=\"container-contributors\"/> <text macro=\"secondary-contributors\"/> <group delimiter=\", \"> <text variable=\"container-title\" font-style=\"italic\"/> <text variable=\"collection-title\"/> </group> </group> </group> <text macro=\"locators\"/> <group delimiter=\", \" prefix=\". \"> <text macro=\"event\"/> <text macro=\"publisher\"/> </group> </group> <text macro=\"access\" prefix=\". \"/> </layout> </bibliography> </style>","fileName":"apa-5th-edition.csl","id":"apa-5th-edition","idUrl":"http://www.zotero.org/styles/apa-5th-edition","title":"American Psychological Association 5th edition"},"styles":{"garlic":{"css":"strong,\nem, \na {\n    word-break: initial!important;\n}","options":{"figuresPosition":"body","notesPosition":"aside","referenceStatus":"cited","referenceTypes":["bib"]},"stylesVariables":{"background":{"color":"null"},"blockquotes":{"color":"null","sizeClass":"normal"},"corpus":{"color":"null","sizeClass":"normal"},"coverText":{"color":"null","opacity":0.8,"sizeClass":"normal"},"links":{"color":"null"},"titles":{"color":"null","sizeClass":"normal"}}}},"templateId":"garlic"},"type":"quinoa-story"}